const data = [
  {
    text: 'Что из этого не является косметическим средством?',
    answers: {
      wrong1: 'Помада',
      correct: 'Татуировка',
      wrong2: 'Крем',
      wrong3: 'Пудра',
    },
  },
  {
    text: 'Кто, в конце концов, скушал Колобка?',
    answers: {
      wrong1: 'Дед',
      wrong2: 'Баба',
      wrong3: 'Заяц',
      correct: 'Лиса',
    },
  },
  {
    text: 'Какой шахматной фигуры не существует?',
    answers: {
      wrong1: 'Пешка',

      correct: 'Конь',
      wrong2: 'Король',
      wrong3: 'Дама',
    },
  },
  {
    text: 'Что означает буква «О» в аббревиатуре ОРТ?',
    answers: {
      wrong1: 'Олигархическое',
      correct: 'Объективное',
      wrong2: 'Общественное',
      wrong3: 'Однообразное',
    },
  },
  {
    text: 'Главный герой в романе Ф. И. Достоевского «Преступление и наказание»',
    answers: {
      wrong1: 'Расторгуев',
      correct: 'Чикатило',
      wrong2: 'Тумбочкин',
      wrong3: 'Раскольников',
    },
  },
  {
    text: 'В состав любого органического вещества входит…',
    answers: {
      wrong1: 'кислород',
      correct: 'углерод',
      wrong2: 'водород',
      wrong3: 'азот',
    },
  },
  {
    text: 'Какое слово здесь лишнее?',
    answers: {
      wrong1: 'Автор',
      correct: 'Товар ',
      wrong2: 'Отвар',
      wrong3: 'Ворот',
    },
  },
  {
    text: 'Как назывался самый младший гражданский чин, присваивавшийся согласно Табели о рангах?',
    answers: {
      wrong1: 'Синодский регистратор',
      correct: 'Провинциальный секретарь',
      wrong2: 'Коллежский регистратор',
      wrong3: 'Кабинетский регистратор',
    },
  },
  {
    text: 'Кто изобрел громоотвод?',
    answers: {
      wrong1: 'Франклин',
      correct: 'Рузвельт',
      wrong2: 'Вашингтон',
      wrong3: 'Линкольн',
    },
  },
  {
    text: 'Как в России в 15-17вв. назывались феодально-зависимые люди, не имевшие своего хозяйства, жившие и работавшие во дворах крестьян или посадских людей?',
    answers: {
      wrong1: 'Дворовые',
      correct: 'Захребетники',
      wrong2: 'Нахлебники',
      wrong3: 'Бестягольные',
    },
  },
  {
    text: 'В каком городе находится штаб-квартира Microsoft?',
    answers: {
      wrong1: 'Нью-Йорк',
      correct: 'Ричмонд',
      wrong2: 'Новый Орлеан',
      wrong3: 'Сиэтл',
    },
  },
  {
    text: 'При каком правителе к России была присоединена территория Финляндии?',
    answers: {
      wrong1: 'Петр I',
      correct: 'Екатерина II',
      wrong2: 'Павел I',
      wrong3: 'Александр I',
    },
  },
  {
    text: 'Ричард Львиное Сердце был пленен во время',
    answers: {
      wrong1: 'крестового похода',
      correct: 'столетней войны',
      wrong2: 'войны алой и белой розы',
      wrong3: 'войны за независимость',
    },
  },
  {
    text: 'Известно, что в кириллице многие буквы имели и цифровое значение. Чему равна буква К (како)?',
    answers: {
      wrong1: '10',
      correct: '20',
      wrong2: '70',
      wrong3: '90',
    },
  },
  {
    text: 'Кто такой «молотоглав»?',
    answers: {
      wrong1: 'Птица',
      correct: 'Рыба',
      wrong2: 'Змея',
      wrong3: 'Насекомое',
    },
  },
];
// const key = [1, 3, 3, 2, 3, 1, 3, 2, 0, 1, 1, 3, 0, 1, 1];
export default data;
